Repository: ecomter/eComBox
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: zh_hans_cn

# Translator_PivotItem1.Header
source: Simple Translate
zh_hans_cn: 普通翻译

# Translator_PivotItem2.Header
source: Sequential Translate
zh_hans_cn: 连续翻译

# FirstRun_Body.Text
source: Welcome to eComBox-Simple Toolbox! eComBox-Simple Toolbox supports multiple date countdown calculations with AI prediction (up to 25 times per day for the regular version to save costs), triangle solving based on side lengths, and translating text 20 times in a row. Features are still being expanded. Thank you for your support!
zh_hans_cn: 欢迎您使用 eComBox-简易工具箱！ eComBox-简易工具箱支持日期倒计时计算，AI 功能（为了节约成本，普通版本每日最多可以使用 25 次 AI 功能），根据三角形边长解三角形，简单的直线和圆的计算，连续翻译文本。目前功能仍在不断扩充之中。 感谢您的支持！

# WhatsNew_Feature1.Text
source: Redesigned Date Calculator
zh_hans_cn: 重新设计了日期计数器

# WhatsNew_Feature2.Text
source: AI features (up to 25 times per day for the regular version to save costs)
zh_hans_cn: 恢复 AI 功能

# WhatsNew_Feature3.Text
source: Fixed other bugs
zh_hans_cn: 修复了一些其他问题

# WhatsNew_Header.Text
source: Updated to eComBox version 0.4.0
zh_hans_cn: 已更新到 eComBox 0.5.0 版本

# WhatsNew_PrivacyPolicy.Content
source: Privacy Policy
zh_hans_cn: 隐私政策

# errorStartDialog.CloseButtonText
source: OK
zh_hans_cn: 好的

# errorStartDialog.Content
source: The auto-start function cannot be enabled, please check your system settings.
zh_hans_cn: 无法启用开机自启动功能，请检查您的系统设置。

# errorStartDialog.Title
source: Failed to start auto-start
zh_hans_cn: 开机自启动失败

# Settings_ai.Description
source: Predict the date based on the text you enter
zh_hans_cn: 根据您所输入的文字预测日期

# Settings_ai.Header
source: AI Date Prediction (Preview)
zh_hans_cn: AI 日期预测（预览）

# Settings_autostart.Description
source: Automatically launches the app and displays a date notification when the system starts
zh_hans_cn: 系统启动时自动启动应用并显示日期通知

# Settings_autostart.Header
source: Auto-start
zh_hans_cn: 开机自启动

# ExportLogButton.Content
source: Export
zh_hans_cn: 导出

# Settings_ExportLog.Description
source: Export app logs to help diagnose issues
zh_hans_cn: 导出应用日志以帮助诊断问题

# Settings_ExportLog.Header
source: Diagnostic logs
zh_hans_cn: 诊断日志
